Repository: Jungbluth11/QrCodeGenerator
Catalog: QrCodeGenerator/Strings/*/Resources.resw
Source language: en
Languages: de

# MenuBookmark.Content
source: Bookmark
de: Lesezeichen

# MenuGeolocation.Content
source: Geo Location
de: Geo-Koordinaten

# MenuPhoneNumber.Content
source: Phone Number
de: Telefonnummer

# MenuWhatsAppMessage.Content
source: WhatsApp Message
de: WhatsApp Nachricht

# MenuContactData.Content
source: Contact Data
de: Kontakt

# MenuCryptoCurrency.Content
source: Crypto Currency
de: Kryptowährung

# LoadedGenerators.Header
source: Loaded Generators
de: Geladene Generatoren

# ThemeLight.Content
source: Light
de: Hell

# ThemeDark.Content
source: Dark
de: Dunkel

# QrCodeOptions.Header
source: QR Code Options
de: QR-Code Optionen

# Mode.Text
source: Mode
de: Modus

# DesiredSize.Text
source: Desired Size
de: Gewünschte Größe

# ActualSize.Text
source: Actual Size
de: Tatsächliche Größe

# ModuleSize.Text
source: Module Size
de: Modulgröße

# ByteSize.Text
source: Size (Byte)
de: Größe (Byte)

# DataSize.Text
source: Data Part
de: davon Daten

# ErrorCorrectionSize.Text
source: Error Correction Part
de: davon Fehlerkorrektur

# ErrorCorrection.Text
source: Error Correction
de: Fehlerkorrektur

# Encoding.Text
source: Encoding
de: Zeichenkodierung

# Characters.Text
source: Characters
de: Zeichen

# NetworkType.Text
source: Network Type
de: Netzwerktyp

# Password.Text
source: Password
de: Passwort

# HiddenNetwork.Content
source: HIdden Network
de: Verstecktes Netzwerk

# FormatPassword.Content
source: Format Password
de: Formatiere Passwort

# InGroupsOf.Text
source: in Groups of:
de: in Gruppen von:

# Title.Text
source: Title
de: Titel

# MailAddress.Text
source: Mail Adress
de: E-Mail Adresse

# Subject.Text
source: Subject
de: Betreff

# Body.Text
source: Content
de: Inhalt

# Message.Text
source: Message
de: Nachricht

# Firstname.Text
source: Firstname
de: Vorname

# Lastname.Text
source: Lastname
de: Nachname

# Nickname.Text
source: Nickname
de: Anzeigename

# Phone.Text
source: Phone
de: Festnetz

# MobilePhone.Text
source: Mobile Phone
de: Mobil

# WorkPhone.Text
source: Work Phone
de: Arbeit

# Birthday.Text
source: Birthday
de: Geburtstag

# Website.Text
source: Website
de: Webseite

# Street.Text
source: Street
de: Straße

# HouseNumber.Text
source: House Number
de: Hausnummer

# City.Text
source: City
de: Stadt

# ZipCode.Text
source: Zip Code
de: Postleitzahl

# Country.Text
source: Country
de: Land

# Note.Text
source: Note
de: Notiz

# StateRegion.Text
source: State/Region
de: Bundesland/Region

# Organization.Text
source: Organization
de: Firma

# OrganizationTitle.Text
source: Organization Title
de: Titel in Firma

# Description.Text
source: Description
de: Beschreibung

# Location.Text
source: Location
de: Ort

# StartTime.Text
source: Start Time
de: Beginn

# EndTime.Text
source: End Time
de: Ende

# AllDayEvent.Content
source: All Day Event
de: Ganztägig

# StringDefault
source: Default
de: Standart

# StringNone
source: None
de: Kein

# StringErrorEmptyMessage
source: cant be empty.
de: darf nicht leer sein.

# PasswordType.Header
source: Passwort Type:
de: Passwort-Typ:

# ShowCredentialsOnQrCode.Content
source: Show Credentials on QR Code
de: Zeige Zugangsdaten auf QR-Code

# GenerateModeOptimalSize
source: Optimal Size
de: Optimale Größe

# GenerateModeFixedSize
source: Fixed Size
de: Feste Größe

# GenerateModeModuleSize
source: Module Size
de: Modulgröße

# StringErrorNoGeneratorsSelected
source: There are no generators selected to be shown. Please select at least one generator.
de: Es wurden keine Generatoren ausgewählt die angezeigt werden können. Bitte mindestens einen auswählen.

# UseUtf8Bom.Header
source: Use UTF-8 BOM
de: Nutze UTF-8 BOM

# RadioButtonYes.Content
source: Yes
de: Ja

# RadioButtonNo.Content
source: No
de: Nein

# RemoveWhitespace.Content
source: Remove whitespace and line breaks
de: Entferne Leerzeichen und Zeilenumbrüche

# StringCancel
source: Cancel
de: Abbrechen

# BtnSelectColor.Content
source: Select Color
de: Farbe auswählen

# BtnSelectLogo.Content
source: Select Logo
de: Logo auswählen

# ForegroundColor.Text
source: QR Code and Text Color
de: QR-Code- und Textfarbe

# BackgroundColor.Text
source: Background Color
de: Hintergrundfarbe

# AppearanceOptions.Header
source: Appearance Options
de: Darstellungoptionen

# StringCommit
source: Commit
de: Auswählen

# StringErrorInValidFile
source: is not a valid file.
de: ist keine gültige Datei.

# StringErrorDataTooLong
source: QR code data are to big / Text is too long
de: Die QR-Code Daten sind zu groß / Der Text ist zu lang

# MenuSave.Label
source: Save
de: Speichern

# MenuPrint.Label
source: Print
de: Drucken

# MenuOpenNewWindow.Label
source: Show QR Code in new window
de: QR-Code in neuem Fester öffnen

# StringErrorEmpty
source: QR code is empty.
de: QR-Code ist leer.

# StringPrint
source: Print
de: Drucken

# SelectPrinter.Text
source: Select Printer
de: Drucker wählen

# Copies.Text
source: Copies
de: Anzahl

# ShowTextOnQrCode.Content
source: Show Text on QR Code
de: Zeige Text auf QR-Code

# StringErrorDateInPast
source: Event is in the past
de: Termin liegt in der Vergangenheit

# StringErrorEndDateBeforeStartDate
source: End date is before start date
de: Das Ende liegt vor dem Start

# StringUniversal
source: Universal
de: Universell

# EventType.Text
source: Event Type
de: Event Typ

# AdressFormatEurope.Content
source: Europe
de: Europa

# AdressFormatNorthAmericaAndOther.Content
source: North American and others
de: Nordamerika und andere

# StringErrorContactDataName
source: Firstname, Lastname and Nickname cant be empty at the same time. Please set at least on field.
de: Vorname, Name und Anzeigename könnte nicht alle leer sein. Mindestens ein Feld muss gesetzt werden.

# AddressOrder.Text
source: Adress Order
de: Adressformat

# StringBitcoinAddress
source: Bitcoin Address
de: Bitcoin Adresse

# StringBitcoinCashAddress
source: Bitcoin Cash Address
de: Bitcoin Cash Adresse

# StringLitecoinAddress
source: Litecoin Address
de: Litecoin Adresse

# Amount.Text
source: Amount
de: Menge

# ShowCryptoCurrencyAddressOnQrCode
source: Show {CryptoCurrency} on QR Code
de: Zeige {CryptoCurrency} auf QR-Code

# GeolocationEncoding.Text
source: Encoding
de: Kodierung

# PhoneNumber.Text
source: Phone Number
de: Telefonnummer

# ShowPhoneNumberOnQrCode.Content
source: Show Phone Number on QR Code
de: Zeige Telefonnummer auf QR-Code

# MessageRequired.Text
source: Message*
de: Nachricht*

# PhoneNumberRequired.Text
source: Phone Number*
de: Telefonnummer*

# DrawQuietZones.Text
source: Draw Quiet Zones
de: Zeichne Quiet-Zones
